Repository: feren-OS/kwin-kcm-patches-old
Catalog: po/*/kcm_kwin_effects.po
Languages: pl

# NAME OF TRANSLATORS
source: Your names
pl: Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
pl: lukasz.wojnilowicz@gmail.com

source: Desktop Effects
pl: Efekty pulpitu

source: Download New Desktop Effects
pl: Pobierz nowe efekty pulpitu

source: Author: %1 License: %2
pl: Autor: %1 Licencja: %2

# @info:tooltip
source: Show/Hide Video
pl: Pokaż/Ukryj wideo

# @info:tooltip
source: Configure...
pl: Ustawienia...

source: This module lets you configure desktop effects.
pl: Ten moduł umożliwia ustawienie efektów pulpitu.

source: Hint: To find out or configure how to activate an effect, look at the effect's settings.
pl: Wskazówka: Ustawienia efektu zwierają informacje o efekcie i sposobach jego wyzwolenia.

source: Configure Filter
pl: Ustawienia filtra

source: Exclude unsupported effects
pl: Wyklucz nieobsługiwane efekty

source: Exclude internal effects
pl: Wyklucz wewnętrzne efekty

source: Get New Desktop Effects...
pl: Pobierz nowe efekty pulpitu...
